src/cf/DataProcessors/ОбменЭСФ/Templates/ЗапросQueryInvoiceSummaryById/Ext/Template.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nam="namespace.esf">
   <soapenv:Header/>
   <soapenv:Body>
      <nam:queryInvoiceSummaryByIdRequest>
         <sessionId>[sessionId]</sessionId>
         <idList>[idList]</idList>
      </nam:queryInvoiceSummaryByIdRequest>
   </soapenv:Body>
</soapenv:Envelope>